/*
 Localizable.strings
 leitingbundle
 
 Created by fujs2 on 16/12/21.
 Copyright © 2016年 陈海青. All rights reserved.
 */

//海外隐私协议
"LTPrivacyPolicyViewTitle" = "ユーザプライバシーポリシー";
"LTPrivacyPolicyHtml" = "<html><body class=\"protocol\">\
<b>発効日2021年4月19日</b>
<br>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITEDおよび関連会社（以下、「LTGAMES GLOBAL」または「当社」といい、HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED登録住所がFLAT/RM 604, 6/F, EASEY COMMERCIAL BUILDING 253-261 HENNESSY ROAD, WANCHAI, HKで、個人情報保護に関する連絡先がcs@leiting.comです）が提供する本アプリをご利用いただき、ありがとうございます。LTGAMES GLOBALは、ユーザプライバシーを高く認めて、尊重しています。本プライバシーポリシーに関する異議や不明な点がある場合、本プライバシーポリシー第9条の「連絡先」を通じて当社に連絡することができます。
<br>
<br>
<b>はじめに</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>本プライバシーポリシー、特に黒で太字化された条項（未成年者は親権者が同伴してお読みください）をよくお読みになってから、このゲームをご利用ください。</b>お客様が本ポリシーに同意しない場合、本アプリンが正常に機能しないか、または本サービスの予想効果を達成できない可能性があります。お客様は、本アプリの使用を中止するものとします。<b>ポップアップページで「OK」を選択した場合、本プライバシーポリシーのすべての内容を十分に理解し、同意したものとみなされます。いずれかの条項に同意しない場合は、当社のサービスの利用を直ちに中止してください。</b>
<br>
<br>
<b>本ポリシーは、以下の内容を理解するのに役立ちます。</b>
<br>
<br>
<b>一、お客様の個人情報の取得</b>
<br>
<br>
<b>二、お客様の個人情報の利用</b>
<br>
<br>
<b>三、お客様の個人情報の保存と保護</b>
<br>
<br>
<b>四、お客様の個人情報の開示</b>
<br>
<br>
<b>五、Cookiesと関連技術の利用</b>
<br>
<br>
<b>六、未成年者権益の保護</b>
<br>
<br>
<b>七、個人情報に対するお客様の権利</b>
<br>
<br>
<b>八、本『プライバシーポリシー』の更新</b>
<br>
<br>
<b>九、連絡先</b>
<br>
<br>
<b>一、お客様個人情報の取得</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
本ゲームをご利用の際、以下の内容を含むお客様の個人情報の取得と使用を必要とする場合があります。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>ネットワークID識別情報および個人機器情報。</b> お客様がゲームを実行して体験する際、当社のゲームは、お客様のネットワーク識別情報（IPアドレスなど）と個人デバイス情報（端末名、モ当社、OS、端末ID、RAM・ROM容量など）を取得する可能性があります。製品の適合性を理解し、基本機能の正常動作を維持し、アカウントの異常状態を識別し、本ゲームの問題解決を実現します。また、<b>広告および分析の目的で、端末固有識別子や広告識別子、閲覧嗜好などを取得することもあります</b>（お客様の同意なしに、お客様の個人情報をユーザプロファイリングに使用しないことを保証します）。<b>広告識別子の提供を拒否する場合は、端末設定でオフにすることができます。</b>当社のゲームは、カスタム配信をオフにする機能を提供しており、必要に応じてオフにすることができます。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>ストレージ権限（必要に応じて）。</b> ゲームリソースのキャッシュと読み取りの必要で、当社の特定のゲームは、お客様に対してストレージ権限の許可を請求する可能性があります。<b>ストレージ権限は、ゲームの核心機能の提供に使用され、上記権限を許可しない場合、ゲームが正常に動作しなくなる可能性があります。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>アルバム、写真、またはカメラの権限（必要に応じて）。</b> ゲーム特定機能（画像転送、写真撮影など）を使用する場合、<b>ストレージ権限とカメラ権限の許可を請求します。iOS端末はアルバム、写真権限の許可も請求し、</b>提供された画像情報（個人情報）を取得します。上記情報の提供を拒否すると、画像転送や写真撮影機能を使用できなくなりますが、他の機能を正常に体験することには影響しません。<b>また、アルバム/カメラの権限をいつでも取り消すことができます。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>お客様のゲームIDまたは第三者アカウント。</b> アカウント追加機能を使用する場合は、ゲームアカウントにGoogle、Apple、Facebook、TwitterのIDの追加を許可する必要があります。上記プラットフォームアカウントの追加を選択することができます。アカウントを追加しない場合、ゲームを端末から削除したり、端末を交換したりした後にアカウントを交換することはできません。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>課金記録と消費記録（必要に応じて）。</b> お客様が本ゲームの消費機能を使用する場合、当社はお客様の課金記録と消費記録を取得して、取引情報へのアクセスに役立つ同時、仮想アイテムの安全を最大限に保護します。<b>課金記録、消費記録は機密情報です。</b>当該情報の取得も本ゲーム消費機能を実現する必要な条件です。取得しない場合、取引を完了することができません。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ <b>位置情報（必要に応じて）。</b> 当社の部分サービスは、同じエリアにいるプレイヤーと交流する機能があります。その際、お客様の大体の位置情報または正確な位置情報（以下、「位置情報」といいます）を取得して、近くのプレイヤーを探し、近くのプレイヤーとマッチングしたり、チームを組んだりする必要がある場合があります。位置情報はお客様の個人機密情報で、許可を慎重にご検討ください。この情報の提供を拒否する場合、近くのプレイヤーとの交流ができなくなるだけで、このゲームの他の機能を正常に使用することには影響しません。また、位置情報の許可をいつでも取り消すことができます。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
◆ 当社のサービスからユーザに提供したSDK（第三者SNSプラグイン、第三者カスタマーサービスSDK、共有ボタンおよび／またはログイン仕組みなどの機能は、Google、Facebook、Twitterまたはその他のプラットフォーム（あるなら）からのSDKを含む可能性があります）を使用したり、交流したりする場合、それぞれのプライバシーポリシーを遵守するように注意してください。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>当社は、お客様の明示的な同意がない限り、個人識別情報（PII）または個人機密情報（SPI）</b>（本名、住所、電話番号、ファックス番号、電子メールアドレスなど）を取得しません。お客様は、個人データの提出に同意することを選択した場合、提出された個人データは本プライバシーポリシーの対象となり、お客様の提出行為が、本プライバシーポリシーのすべての条項に従うことを確認します。その他の商取引において提出された個人データは、本プライバシーポリシーの対象外であることにご注意ください。これには、採用、活動参加、商業署名などを含みますが、これらに限定されません。
<br>
<br>
<b>二、お客様の個人情報の利用</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
取得された情報は、本プライバシーポリシーおよびLTGAMES GLOBAL利用許可およびユーザ規約に従って、地域の法令およびお客様との合意に従って使用されます。
<br>
<b>（1）情報利用規則</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
本プライバシーポリシー第1条で取得された情報は、以下の規則に従って使用されます。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.   取得した情報に基づいて、基本的なゲーム機能、プレイヤー交流機能、課金機能、ソフトウェア検証の実行、ソフトウェア更新の実行、ネットワーク同期、不正行為検出、アカウント検証、アーカイブおよび／またはバックアップなどの機能とサービスの提供、お客様にカスタム体験の提供、最新の製品情報の配信、ソフトウェアの検証、更新、および管理、スペシャルイベントの通知、およびサービスに関連するその他のデータを提供します。上記目的のため、当社の関連会社が本契約の条項に従うことを確認してから、当社の関連会社はお客様の情報の処理に委託される可能性があります。本プライバシーポリシーにおける関連会社とは、直接的か間接的かを問わず、HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITEDを支配している、または香港雷霆情報技術有限公司が支配しているすべての事業体といいます。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2. 広告配信とお客様の選択。カスタム広告サービスを提供するために、お客様は、広告およびその他のマーケティングおよびプロモーション活動を改善するために、当社が以下のデータを取得および処理できることを認め、確認します、および/または、広告の掲載、定位、および広告の向上を行うことができます。
お客様は、カスタム広告サービスを提供するために、当社が以下のデータを収集・処理することを許可します。広告およびその他のマーケティング・プロモーション活動の向上、および／または当社の広告の掲載、定位、向上。

<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3. また、お客様のデータを使用して、お客様に直接広告データを送信したり、認定パートナーを介して広告データを送信したり、市場調査のためにお客様に連絡したりすることもあります。<b>。当社または当社のパートナーからマーケティングまたは広告コンテンツを受信したくない場合は、ネットで連絡先データを提供しないでください。また、パートナーに連絡先リストからお客様のデータを削除するよう直接請求することもできます。 </b>
<br>
<b>（2）情報利用規則の変更及び再同意</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
取得した情報は、本プライバシーポリシーの対象となる目的で使用します。当社が使用しようとするお客様の個人情報範囲が本プライバシーポリシーの範囲を超えている場合、当社は、お客様の個人情報を取得する前に、本プライバシーポリシーの内容を修正し、ポップアップ、プッシュ通知などの方法で速やかにお客様に通知し、再度お客様の明示的な同意を得るものとします。
<br>
<br>
<b>三、お客様の個人情報の保存と保護</b>
<br>
<b>（1）個人情報の保存</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
お客様のアカウントが有効なとき、またはお客様にサービスの提供を請求するとき、お客様の請求に応じてデータを削除しない限り、お客様のデータは保持されます。お客様にサービスを提供するために、お客様の個人情報は当社のサーバでアクセスされ、処理されます（サーバの所在地はお客様の位置および選択したゲームサーバによって異なります）。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>当社サーバの所在地：米国</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>シンガポール</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>日本</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<b>または韓国 </b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
お客様が個人データの移行または削除を要求した場合、当社は、当社が遵守しなければならない法的義務の履行、紛争の解決、および/または双方の契約の履行など、正当なビジネス上の利益のためにのみお客様のデータを保存します。お客様のデータを移行または削除すると、適用可能なサービスの一部が終了する可能性がありますのでご注意ください。当社は、お客様の情報を取得および処理する目的が満たされている場合、または関連する適用法に規定されているより長い保存・保留期間が必要な場合にのみ、お客様の情報を保存します。その後、お客様の個人データは、適用される法律に従って削除、ブロック、または匿名化されます。
<br>
<b>（2）個人情報の保護</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.情報安全
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
既存の設備と技術条件の下で、私達はいつも積極的に技術と管理などの合理的な措置を取ってお客様のアカウントと個人情報の安全を保障します。取得した情報を善意で利用し、お客様のプライバシーを保護するために有効かつ必要な措置を講じます。また、不正なアクセス、使用、または漏洩からお客様のプライバシーを保護するために、商業的に合理的な安全技術措置を使用します。現在、当社は業界最先端技術保護措置を採用しています。当社が使用している技術的手段には、ファイアウォール、暗号化（SSLなど）、非識別化または匿名化、アクセス制御手段（要塞ホスト、二次認証など）などを含むが、これらに限定されません。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、個人情報の安全を確保するための専門管理システム、プロセス、および組織を構築しました。当社は、これらの情報を知る必要があるLTGAMES GLOBALの従業員のみがお客様の個人情報のアクセスすることを許可し、そのための厳格なアクセス制御および監視メカニズムを設定しています。また、お客様の情報にアクセスする可能性のあるすべての人に対して、適切な守秘義務を履行するよう要求します。これらの義務が履行されなかった場合、当社はその法的責任を追及します。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.情報安全事故対応策
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
個人情報の漏洩などの安全事故が発生した場合、緊急対応策を発動し、安全事故の拡大を阻止します。情報安全事故が発生した場合、当社は、公告、プッシュ通知、メールなどの形式で、安全事故の基本状況、当社が実施しようとするまたは実施した措置と救済措置、およびお客様に対する当社の提案をお客様に通知します。逐一の告知が困難な場合には、公告等により警告を発します。
<br>
<br>
<b>四、お客様の個人情報の開示</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
本プライバシーポリシーおよびLTGAMES GLOBAL利用規約を除くほか、当社はお客様の個人情報を第三者に積極的に共有、提供、または譲渡することはありません。当社は、お客様の個人情報を共有、提供、または譲渡する他の状況があるとき、またはお客様が当社以外の第三者に個人情報を共有、提供、または譲渡することを当社に請求したとき、お客様に直接確認し、明示的な同意を得るものとします。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、当社、当社のユーザ、若しくは部分公共利益を保護するために、またはお客様の国または地域の司法若しくは行政機関の要求に応じて開示が必要であると合理的に判断した場合、お客様の部分個人データを、受信者の範囲を厳しく制限して開示する権利を有します。当社は、適用法律の要求事項以外、信義誠実の原則の下、お客様を特定したり、連絡したり、法的措置を取ったりするためにデータを開示する必要があると判断して、以下の場合、お客様の個人データを開示する権利を保有します。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
1.お客様が本サービス条件や本プライバシーポリシーなど双方の契約に違反した場合、またはその他の方法で当社の利益を損害したとき；
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
2.お客様が第三者の権益（知的財産権を含みますが、これに限定されません）を侵害したとき
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
3.当社が阻止する必要があると認める不正行為やその他の違法行為
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4.お客様自身（若しくは未成年親権者）の書面による許可を得て、また書面による請求に基づいて、当社が開示するとき
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
5.お客様の国または地域の司法、行政機関、および関連法律によって開示が求められているとき
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
6.お客様またはその他の個人の生命、財産などの重大な正当な権益を保護するため、本人の同意を得ることが困難なとき
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
7.個人情報を自ら公開したとき
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
8.合法的なニュース報道、政府情報公開など、合法的に公開された情報から個人情報を取得したとき。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBALサービスで、またはLTGAMES GLOBALサービスを通じて、多くのSNSパートナー、広告サービスパートナー、分析サービスパートナー、決済パートナー、不正行為検出パートナー、およびその他の第三者パートナー（あるなら）と提携します。当社は、お客様の個人データを販売することはなく、お客様の個人を特定しない総合的で公開されたデータのみを第三者と共有します。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
さらに、そのようなパートナーは、Cookies、ウェブビーコン
、および/またはその他の追跡技術を使用して、お客様に関するデータを取得または受信する場合があります。また、お客様の個人データに対する管理権を請求する場合があります。例えば、製品またはサービスを購入したユーザは、有効なクレジットカード番号、クレジットカードの有効期間などの追加データを第三者決済パートナーに提供するように要求されます。このような第三者決済パートナーは、お客様のデータを取得、処理、および保有して、支払いを処理し、その後の支払いに関する紛争と検索を解決する可能性があります。その後の支払いに関する紛争や検索を解決する際、支払いの確認、購入履歴の記録、および/または当社の法的利益の保護のため、お客様および/または第三者決済パートナーから提供された情報を受信、処理、および保存する可能性もあります。当社は、このような第三者の活動を管理することはできず、当社と同じプライバシーポリシーを遵守することを保証することはできませんのでご注意ください。これらのパートナーは、データ管理者としてお客様のデータにアクセスし、独自のプライバシーポリシーに従って操作することができますので、第三者の公式サイトでプライバシーポリシーを確認し、データの取扱方法を詳しくご確認いただくことを強くお勧めします。
<br>
<br>
<b>五、Cookiesと関連技術の利用</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Cookiesとは、Webサイトのサーバがクライアントにデータを保存したり、クライアントからデータを読み取ったりするための中立的な技術です。お客様の体験を最適化するため、Cookiesまたは類似技術（例えば、web beacons、log files、scripts、eTags）（以下、総称して「Cookies」技術）を使用します。Cookies技術は、特定の機能を提供するために、お客様の端末に小さなファイルを生成します。お客様は、端末またはブラウザの設定によってCookies技術をオン・オフにする権利を持っています。ただし、Cookies技術をオフにすることを選択した場合、当社製品の一部の機能が利用できなくなる場合があります。
<br>
<br>
<b>六、未成年者権益の保護</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
<font color=\"red\">LTGAMES GLOBALサービスをご利用の際には、お客様の年齢がお客様の居住国の成人年齢（またはお客様の司法管轄区域における法定成人年齢）以上であることを保証します。未成年者または法定成人年齢未満（「未成年者」または「子供」）の場合は、氏名、住所、電話番号、電子メールアドレスなど、お客様に関するすべてのデータを送信しないでください。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、保護者が未成年者を保護し、保護者本人の許可なく個人データを漏洩しないことを強く求めています。当社は、未成年者に関する個人データを取得したことが判明した場合、速やかに削除します。また、当社が取得したデータが未成年者に係る可能性がある場合、当社までご連絡ください。</font>
<br>
<br>
<b>七、個人情報を管理する権利</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
お客様は、本ゲームにおける個人情報へのアクセス、修正、削除（お客様が居住国の法律によって変更または削除が禁止されている情報を除く）、または以前許可した権限の撤回などの個人情報に対する管理権を保有します。<font color=\"red\">本ゲームにおける個人情報へのアクセス、修正、変更、削除、または許可の撤回が必要な場合は、cs@leiting.comまでお問い合わせください。
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
お客様がアカウント追加機能でGoogle、Apple、Facebook、TwitterをLTGAMES GLOBALアカウントに追加する場合、アカウント追加解除機能を提供します。</font>
<br>
<br>
<b>八、本『プライバシーポリシー』の更新</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、本プライバシーポリシーを適切に改定した場合、ポップアップ、プッシュ通知などの方法で速やかにお客様に通知し、お客様の変更されたプライバシーポリシーに対する受信、確認、同意を得てから、変更されたプライバシーポリシーに基づいてお客様の個人情報を取得、使用、処理、および保存することができます。お客様は、変更内容に同意しない場合、当社のサービスの利用を中止することができます。
<br>
<br>
<b>九、連絡先</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
LTGAMES GLOBALがサービス提供者で、HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITEDがデータ管理者です。当社のプライバシーポリシーについて不明な点がある場合は、<b>cs@leiting.comまでメールを送信することができます。</b>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、速やかに関連する問題を確認し、電子メール受け取ってから15営業日以内に回答します。
</body></html>";


//海外用户条款
"LTOverSeaProtocolViewTitle" = "利用規約";
"LTOverSeaProtocolViewHeadHtml" = "<html><body class=\"protocol\">
<br>
一、ユーザはLTGAMES GLOBALが提供するゲームソフトウェア及び関連サービス（以下、「ゲームサービス」と略称）を利用する前に、本規約の各条項をよくお読みください。<font color=\"red\">LTGAMES GLOBALは、本規約におけるLTGAMES GLOBALの責任免除・制限条項（通常、「責任を負いません」、「義務がありません」などの用語が含まれます）、及びユーザ権利制限条項（通常、「できません」などの用語が含まれます）を注意深くお読みください。これらの条項は、通常、太字で表記されています。</font>
<br>
二、<font color=\"red\">ユーザが「OK」をクリックしてゲームをインストールした場合、又はゲーム又はサービスの登録、利用開始、及び/又は継続利用する場合、ユーザは本規約の条項にすべて確認して、同意したものとみなします。</font>ユーザが本規約の条項に同意しない場合、LTGAMES GLOBALゲームソフトウェア又はサービスをインストールしたり利用したりしないでください。
<br>
<font color=\"red\">三、ユーザは、居住国の成人であること（又は居住国・地域の成人年齢に達していること）を満たしている必要があります。ユーザが法定成年年齢以下（「未成年者」又は「子供」）である場合、ご両親又は法定後見人は本規約に同意しなければなりません。未成年者は、居住国の法律、命令、又は等級制度の要件に応じて、ご両親又は法定後見人によって作成されたアカウントを利用することができます。</font>
<br>
<br>
<b>第一条　規約締結双方</b>
<br>
本規約は、以下の当事者間で締結されます
<br>
1、LTGAMES GLOBALとは、HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED及びその持株会社、子会社、支社等の関連会社、その他の提携運営主体を指します。LTGAMES GLOBALは自社のウェブサイト及びプラットフォーム、提携者のウェブサイト及びプラットフォームを通じてユーザにゲームソフトウェア及びゲームサービスを提供する権利を有する。
<br>
2、ユーザとは、LTGAMES GLOBALが提供する合法的なルートを通じて、ゲームソフトウェアの非商業的な利用許諾を得て、ゲームをインストールして、利用したり、ゲームサービスを受けたりする自然人を指します。
<br>
<br>
<b>第二条　定義又は説明</b>
<br>
別段の説明がない限り、以下の用語は次の意味を有します
<br>
1、ゲームソフトウェアとは、LTGAMES GLOBALが運営を担当するゲームの総称を指し、コンピュータクライアントゲーム、Webゲーム、HTML5ゲーム（H5ゲーム）、携帯端末ゲーム、TV端末ゲーム及びその他の形式のゲームを含む。ゲームは、ソフトウェアの形で提供される場合、関連ソフトウェア及び関連ファイルも含まれます。
<br>
2、ゲームサービスとは、LTGAMES GLOBALがユーザに提供する、上記のゲームソフトに関連する各オンライン運営サービスを指す。
<br>
<br>
<b>第三条　知的財産権に関する声明</b>
<br>
1、LTGAMES GLOBALは、法律によって、ゲームソフトウェア及びゲームサービスのすべての合法的権益若しくは合法的に授権されたすべての著作権、商標権、特許権、営業秘密等の知的財産権及びその他の合法的権益、並びにゲームソフトウェアに関連するすべての情報コンテンツ（文字、画像、音声、動画などを含む）保有します。ただし、関連権利者が法律の規定に基づいて享有すべき権利を除きます。上記権益は中華人民共和国法律法規及び相応国際条約によって保護されます。<b>お客様は、LTGAMES GLOBALの書面による事前同意なしに、いかなる方法でゲームソフトウェア及びサービス（ゲーム全体、ゲームに含まれるアートワーク、音楽、テキストワーク、その他のゲーム構成要素、コンポーネント、ゲームの実行中に表示される連続的な動画などを含みますが、これらに限定されるものではありません）を商業的に利用したり、ネットを介してゲームコンテンツを配信したりすることができません。</b>
<br>
2、LTGAMES GLOBALはユーザの知的財産権を尊重し保護します。LTGAMES GLOBALが提供する各種製品において、ユーザが音声をアップロードするなど様々な方法でLTGAMES GLOBALに自作作品を提供することがあります。この場合、ユーザは依然としてこの内容に対する完全な知的財産権を保有し、ユーザはその合法性、かつ他人の合法的権益を侵害しないことを保証します。<b>ユーザは、、取消不能の形で、LTGAMES GLOBALが前述のコンテンツをあらゆる方法で利用することを許諾します（「利用」は、複製、発行、レンタル、展示、演出、放送、修正、翻案、ネット配信、及びその他の方法による利用、商業目的及び非商業目的の利用、本ゲーム内及び本ゲーム外での利用が含まれますが、これらに限定されません。以下、上記利用の権利を総称して「利用権」といいます）。また、LTGAMES GLOBALは、前述利用権を第三者に再許諾することができます。お客様は、LTGAMES GLOBALのこのような利用が第三者の知的財産権及びその他の合法的権益を侵害しないことを保証します。</b>
<br>
<br>
<b>第四条　ゲームソフトの利用許諾と制</b>
<br>
<b>LTGAMES GLOBALは、ユーザが本規約の条項にすべて同意する場合、ゲームソフトウェア及びゲームサービスを利用する個人的、非商業的、取消可能、変更可能、非独占的、譲渡不可能、再許諾不可能な権利をユーザに付与することに同意します。</b>ユーザは、許諾範囲内で、個人用のモバイルスマートデバイスにゲームソフトウェアをインストールし、LTGAMES GLOBALによって指定された方法でゲームソフトウェアのコピーを実行し、LTGAMES GLOBALによって提供されるサービスを楽しむことができます。
<br>
ユーザが個人利用の範囲外でゲームソフトウェア及びサービスを利用する必要がある場合、又はゲームソフトウェア及び商業目的で利用する必要がある場合、ユーザはLTGAMES GLOBALに連絡し、LTGAMES GLOBALから別途書面による許諾を受ける必要があります。
<br>
<br>
<b>第五条　課金ポリシー</b>
<br>
<b>1.ユーザは、課金項目又は課金基準の制定、調整又は変更が通常の商業行為であること、LTGAMES GLOBALがゲームソフトウェア及びゲームサービスの課金方法及び料金基準を決定し、ゲームソフトウェア及びゲームサービスの異なる段階に基づいて異なる課金方法及び料金基準を決定する権利を有することを理解して、同意する。</b>
<br>
具体的な課金方法、課金基準は、ゲームソフトウェアの課金基準、ゲーム仮想アイテムの利用権、付加価値サービス（あるなら）の具体的な料金徴収基準などを含むが、これらに限定されない。いずれもLTGAMES GLOBALがアップルのアプリストア（APP STORE）、Google Play又はその他のソフトウェア配信チャネル、ゲームソフトウェア内のアイテムモール又はアイテム購入インタフェースなどのゲームモジュール上で公示する。
<br>
<b>ユーザは、選択する前に注意深く読む義務があり、ユーザが有料ゲームソフトをダウンロードしたり、関連する仮想アイテムの利用権を購入したり、関連するサービスを受けたりすることを選択した場合、すでに相応の課金方法と基準を十分に理解し、同意したものとみなします。</b>
<br>
2、LTGAMES GLOBALは、明確に許諾した場合を除き、ユーザが第三者から購入、受贈、又はその他の方法でゲームアカウント、ゲームアイテム、ゲーム装備、ゲームコイン、会員経験と等級などを獲得することを許諾していません。LTGAMES GLOBALは、第三者取引の行為に対して責任を負わず、第三者取引の紛争によるクレームを受理しません。
<br>
3、ユーザは、課金でゲーム仮想アイテム利用権又は付加価値サービス（以下、「課金収益」といいます）の獲得に成功した後、LTGAMES GLOBALの故意又は重大な過失により、ユーザが購入したゲーム仮想アイテム又は付加価値サービスを利用できない場合を除き、原則として返金を行いません。返金が発生した特別な状況（ユーザの国又は地域の法律で規定されているなど）がある場合、LTGAMES GLOBALに直ちに自発的に通知し、LTGAMES GLOBALが対応する課金収益を控除します。そうではない場合、LTGAMES GLOBALは、対応する課金収益を自ら控除するか、悪意返金をしたプレイヤーに対して一時的/永久的にアカウントを禁止するなどの措置を講じる権利を保有します。
<br>
<br>
<b>第六条　ゲーム仮想アイテム</b>
<br>
<b>ユーザは、ゲームアイテム、ゲーム装備、ゲームコインなどがLTGAMES GLOBALゲームサービスの一部であることを十分に理解し、同意するものとします。LTGAMES GLOBALは、本規約に基づく利用権をユーザに許諾するものとします。ユーザは、ゲームアイテム、ゲーム装備、ゲームコインなどの購入、利用が本規約、ゲームの具体的な規則の要求を遵守するものとします。また、ゲームアイテム、ゲーム装備、ゲームコイン、会員経験及び等級ボーナスなどが有効期間によって制限される可能性があり、ユーザは、規定の有効期間内に利用しない場合、不可抗力又はLTGAMES GLOBALに定める原因を除き、有効期間が満了すると、自動的に失効します。</b>
<br>
<br>
<b>第七条　ユーザアカウントの登録、利用と保管</b>
<br>
<b>1、ユーザは、その正確情報でLTGAMES GLOBALのLTGAMESアカウント又はLTGAMES GLOBALが承認したパートナーアカウントを登録し、LTGAMES GLOBAL又はLTGAMES GLOBALが承認したパートナーのユーザとなり、これらのアカウント（以下、LTGAMESアカウントとパートナーアカウントを総称して「ユーザアカウント」といいます）でゲームソフト及びゲームサービスを利用することを承諾する。ユーザは、提供した登録情報が正確、完全、有効であることを保証します。</b>
<br>
2、ユーザは、保有するユーザアカウントによる行為に対して、法律に基づいた権利と責任を有します。<b>ユーザは、ユーザアカウント及びパスワードを適切に保管し、正確かつ安全に利用する義務があります。</b>ユーザは、ゲームアカウントを任意方法（譲渡、レンタル、借用などの方式で他人に提供してはならないことが含まれるが、これらに限定されない）で他人に提供して利用してはならない。ユーザは、LTGAMESアカウント又はパスワードが他人に冒用されたり、盗用されたり、異常な利用状況があることを発見した場合、速やかにLTGAMES GLOBALに通知するものとします。LTGAMES GLOBALは、通知を受けた後、アカウントの実際の状況又はユーザの要求に応じて、アカウントのログイン及び利用を一時停止する措置を講じるかどうかを決定する権利を有します。
<br>
3、パートナーアカウントに関する具体的な規定は、パートナーが公表した具体的な要求を基準とします。
<br>
4、ユーザは、「クイックゲーム」、「ゲスト」又はその他類似の便利モード（以下、「クイックモード」といいます）を通じて、ユーザアカウントを登録せずに、ゲームにクイックログインすることを選択した場合、ユーザはログイン後速やかにユーザアカウントを連携してください。ユーザアカウントが連携されていない場合、ユーザがゲームソフトをアンインストール、再インストールしたり、ユーザのモバイルスマートデバイスが破損、紛失したりしてゲームソフトが正常に起動しない場合、ユーザのクイックモードでのすべてのゲームデータ、課金記録を検索、復元することができません。
<br>
5、ユーザは、ユーザアカウント連携を解除する必要がある場合、当該ゲーム公式に提供されたアカウント連携解除ガイドラインに従って操作することができ、かつゲーム公式に公表されたユーザアカウント無効化に関する関連条件を満たすことを保証するものとします。
<br>
<br>
<b>第八条　利用者情報の保護と取得</b>
<br>
LTGAMES GLOBALは、ユーザの個人情報を尊重し、ユーザが合理的に取得したユーザの個人情報を厳重に機密保持します。<b>利用者は、LTGAMES GLOBAL又はパートナーが提供するサービスを受ける際に、LTGAMES GLOBALが公表した「LTGAMES GLOBAL利用者個人情報保護方針」（以下、「個人情報保護方針」といいます。）を同時に理解し、同意するものとします。</b>上記個人情報保護方針は、本規約の有効な構成要素であり、本規約と同等の法的効力を有します。LTGAMES GLOBALは、利用者に個人情報の提供を求める場合には、事前に個人情報保護方針及び個人情報利用方針を明確かつ見やすい方法で利用者に開示するとともに、利用者の個人情報の安全を確保するために必要な措置を講じるものとします。
<br>
<br>
<b>第九条 LTGAMES GLOBALの権利義務</b>
<br>
1、LTGAMES GLOBALは、モバイルインターネットを介して、本規約に基づいて、ユーザにゲームサービスを提供することに同意します。
<br>
2、LTGAMES GLOBALは、ユーザの課金記録を保存し、保存期間はユーザが最後課金日から180日です。
<br>
<b>3、ユーザは、LTGAMES GLOBALに課金記録と移行記録の取得を要求する権利を有します。LTGAMES GLOBALは、ユーザにその取引情報と一致する有効な個人情報の提供と確認を要求し、ユーザが提供した有効な個人情報が登録個人情報と一致することを確認した場合、記録提供に協力するものとします。</b>
<br>
<b>4、ユーザは、LTGAMES GLOBAL又はその連携する第三者がユーザ情報に基づいて、メール、ゲーム内公告などのルートを通じてユーザにゲーム活働に関する情報、プロモーション類情報などの各種情報を提供することができることを理解し、同意する。</b>
<br>
5、ユーザは、ゲームプログラムにおけるモニタリングデータ及びサーバにおけるデータを、ユーザがチートツール、スクリプト等の方法を利用してチート等の不正ゲーム行為、違法行為を行っているか否かを判断する根拠とすることに同意します。
<br>
<br>
<b>第十条　ユーザの権利義務</b>
<br>
1.ユーザは、モバイルスマートデバイス（携帯電話、タブレットを含むが、これらに限定されません）、ワイヤレスルータなど、インターネット接続に必要なデバイスを自ら所有する必要があります。
<br>
2、ユーザは、ネット接続に関連する電話料金、ネット通信料などの費用を自ら負担するものとします。
<br>
3、本規約の規定、ゲーム公約、及びLTGAMES GLOBALによって発表されたその他の規則と制度（ユーザがクリックして同意した本規約のサービス条件、カスタマーサービスエリアのサービス条項、及びLTGAMES GLOBALがその公式サイトで公開した規則などを含むが、これらに限定されません）、ユーザの所在国又は地域の関連法令を遵守します。
<br>
<b>4、ユーザは、LTGAMES GLOBALのサービス又はゲームに対して、直接的又は間接的に以下のいずれかの措置（営利又は非営利を問わず）、又は以下のいずれかの不正行為を行ってはならないことを確認し、保証します。
<br>
⑴ゲームソフトウェアのプログラム、マニュアル、その他の画像、音声、動画の全部又は一部の複製、リッピング、翻訳、注釈、整理、アセンブル、改編、演繹、逆コンパイル（de-compile）、逆アセンブル（disassemble）、伝播、陳列、又はゲームソフトウェアの機能やプログラムのリバースエンジニアリング（reverse engineering）などの行為。
<br>
⑵ゲームソフトウェア、ゲームサービスの全部又は一部を展示と放送する行為。
<br>
⑶ゲームソフトをレンタル、販売、又はゲームソフトを営利に利用する行為。
<br>
⑷ゲームソフトプログラム、画像、アニメ、ビデオ、包装、マニュアルなどの内容におけるLTGAMES GLOBAL名、会社マーク、商標（又は）著作権情報、その他の知的財産権声明などの内容を修正又は隠蔽する行為。
<br>
⑸ゲームソフトを保護するための技術的措置を故意に回避したり、破壊したりする（クラッキング、ゲームソフトウェアクライアントプログラムの変更、LTGAMES GLOBALのゲームサーバ又はゲームサーバ側プログラムを攻撃、侵入、又はゲームサーバを過負荷にし、プログラムの弱点やバグ（Bug）を利用してゲームの正常な進行を妨害、その弱点やバグ（Bug）の伝播、ゲームソフトウェアで利用されている独自通信プロトコルの変更、ダイナミックランダムアクセスメモリ(RAM)内のデータの変更、ロックなど）行為。
<br>
⑹商標法、著作権法、特許法、コンピュータソフトウェア保護規則、関連法令、規則、政策などの規範文書に違反するその他の行為。
<br>
⑺淫猥、猥雑、下品、色情、性的に露骨、その他好ましくない情報を公開、アップロード、送信、またはその他の方法で広める行為。
<br>
⑻誹謗、嘲笑、追跡、脅迫、嫌がらせ、脅迫、虐待、憎悪、人種差別、またはその他一部の人々に反感や反対を与える情報を広める行為。
<br>
⑼LTGAMES GLOBAL又は第三者の規約上の権利、人格権、財産権、知的財産権その他の権利（所有権、公開権又は営業秘密権を含む。）を侵害する行為。
<br>
⑽チートツール、エミュレータ、ウイルス、悪意コード、木馬及びその関連内容を宣伝、教唆する行為。
<br>
⑾その他のプレイヤーに返金を教唆し、返金広告を掲載し、返金代行などの行為。
<br>
⑿代理プレイ情報、非公式取引プラットフォーム情報、賭博（六合彩など）、フィッシングサイト、偽サイト、禁制品類情報（禁制薬品、銃器、爆発類物品など）などの内容及びLTGAMES GLOBALが妥当でないと合理的に判断した、又は認可していないソフトウェア、ファイルなどを含むホームページアドレス又はリンクを掲載する行為。
<br>
⒀ゲームソフト、ゲームサービス、LTGAMES GLOBAL、関連会社、パートナー及びその従業員を誹謗中傷、名誉毀損、悪意攻撃をするコンテンツを広める行為。
<br>
⒁ゲームの公平性を妨げるあらゆる形式の補助ツール又はプログラム（「チートツール」及び「補助プログラム」を含みますが、これらに限定されません。「補助プログラム」とは、ゲームソフトウェアから独立し、ゲーム実行中にゲームの操作に影響を与えるすべてのプログラム（ユーザ操作のシミュレーション、操作環境の変更、データ修正など）を指します）。
<br>
⒂異常な方法でゲームソフトウェアにログインし（LTGAMES GLOBALが開発、授権又は承認をしない第三者ソフトウェア、ハードウェア又はシステムを利用してゲームソフトウェアにログインすることを含むがこれらに限定されません）、ネットワークアクセラレータなどの補助プログラム又はロボットプログラムなどを利用して悪意でサービス施設を破壊し、正常なサービス秩序を妨害する行為。
<br>
⒃ゲームソフトやサービスを利用して、ゲームの公平性やバランスを損なう不正取引行為。
<br>
⒄ゲーム管理者を妨害し、ゲーム秩序を乱す行為。
<br>
⒅LTGAMES GLOBALによって、判断されたその他のゲームにおける不正行為。
<br>
<br>
<b>第十一条　処分</b>
<br>
LTGAMES GLOBALは、ユーザデータが異常であり、違法・不正行為があり、本規約又はLTGAMES GLOBALのその他の規定への違反を発見した場合、調査（ユーザとのオンラインでのコミュニケーション、オフラインでのコミュニケーション、ゲームデータの自己分析など）を行う権利があり、相応の措置（警告、禁言、モード一時的凍結、モード永久的凍結、ログイン一時的禁止、ログイン永久的禁止、強制オフライン、アカウント停止、ファイル削除、法的責任の追及、組織の解散、ニックネームの変更、ゲーム行動の一時的制限、不当利益の控除、数値の控除、サービス一時的停止または終了、コミュニティ投稿の削除、コミュニティアカウントのブロックなど）を取る権利を有します。</b>
<br>
<br>
<b>第十二条　サービスの中断、中止、終了</b>
<br>
LTGAMES GLOBALは、ゲームサイトとサーバを正常に動作させるために、ゲームサイトとサーバを定期的に停止したり、突発的なイベントに備えて緊急停止したりする必要があります。このような状況により通常のサービスが中断・中止されたことをユーザは理解すべきであり，LTGAMES GLOBALは中断時間を最短に抑えるよう努める義務がある.
<br>
<b>LTGAMES GLOBALは、以下の状況が発生した場合に、ゲームサーバが提供するサービスの全部又は一部を終了又は中断する権利を有します。
<br>
⑴    定期検査や工事、ソフトウェアとハードウェアなどを更新して、LTGAMES GLOBALはサービスを一時停止する権利がありますが、LTGAMES GLOBALはできる限り早くメンテナンス、更新作業を完成します。
<br>
⑵    サーバが損傷を受け、正常に動作しない。
<br>
⑶    突発的なソフトウェアとハードウェアの設備と電子通信設備の故障。
<br>
⑷    ネットワークプロバイダーの回線その他の障害。
<br>
⑸    緊急の場合、法律の規定に従い、又はユーザ及び第三者の人身及び財産の安全のため。
<br>
⑹    第三者の原因又はその他の不可抗力。
<br>
⑺    LTGAMES GLOBALは、必要と判断した場合、ゲームサービスの提供を終了又は部分的に終了する権利を保有します。終了の60日前に公告するものとします。</b>
<br>
いかなる原因によりゲームサービスを終了しても、ユーザは相応の措置（ユーザアカウント、ゲーム仮想アイテムの無効化又は利用停止など）を講じてゲーム仮想アイテムを自ら処理するものとします。
<br>
<br>
<b>第十三条　戦闘システム特別説明</b>
<br>
<b>特定のゲームサービスにおいて戦闘システムが含まれている可能性があり，戦闘システムにおいてユーザとユーザとの間で自由に対戦することができます。戦闘システムを備えたゲームサービスについては、ユーザが「承諾」をクリックして対応するゲームソフトをインストールすると、又は、対応するゲームソフトウェア又はゲームサービスを登録、利用開始、及び/又は利用を継続することは、ユーザがゲーム戦闘システムに同意して受け入れたものとみなし、次にユーザがゲーム戦闘システムにおけるすべての自由対戦行為に同意し、自由対戦のゲームルールを遵守するものとみなします。</b>
<br>
<br>
<b>第十四条 不可抗力</b>
<br>
<b>LTGAMES GLOBALは、不可抗力によるユーザの損失に対して責任を負いません。</b>不可抗力とは、LTGAMES GLOBALが本規約に基づく義務の全部又は一部の履行を妨げ、影響を及ぼす、合理的に制御できない、予測できない、又は予測できても避けられない事件を指します。不可抗力は、自然災害（洪水、地震、台風、豪雨、津波など）、社会的異常現象（暴動、ストライキ、暴動など）、政府行為（法令や政府指令の変更など）が含まれますが、これらに限定されません。ネットワークサービスの特性によって、不可抗力は、基礎電気通信事業者の障害、コンピュータ、モバイルデバイス、又はインターネットに関連する技術的欠陥、インターネットカバー範囲の制限、コンピュータ、モバイルデバイスのウイルス、ハッカー攻撃などの要因、及びその他の合法的な範囲内の予見できない、回避できない、克服できない客観的状況も含くむが、これらに限定されません。
<br>
<br>
<b>第15条　リンク及び広告情報</b>
<br>
LTGAMES GLOBALは、ゲーム公式サイト、ゲーム公式フォーラム、ゲームで提供されているすべてのリンクが他の個人、企業、又は組織のWebサイトにリンクされている可能性があります。LTGAMES GLOBALは、ユーザの情報検索にWebサイトを提供します。LTGAMES GLOBALは、リンクされている個人、企業、又は組織のWebサイトによって提供される製品、サービス、又は情報の真正性、完全性、リアルタイム性、又は信頼性を保証します。これらの個人、会社、又は組織とLTGAMES GLOBALとの間に、雇用、委任、代理、パートナーシップ、又はその他類似の関係は存在しません。
<br>
LTGAMES GLOBALは、ゲーム公式サイト、ゲーム公式コミュニティ、ゲーム内にCM又はその他のプロモーション活動情報を掲載する可能性があります。これらの広告又はプロモーション活動情報は、広告主又は商業サービス提供者によって提供され、相応の責任を負うものとし、LTGAMES GLOBALはコンテンツを掲載する媒体のみを提供します。ユーザが当該リンクのウェブサイト又は広告を通じて購入した商品又はサービスの取引行為は、<b>ユーザと当該商品又はサービスの提供者との間にのみ存在し、LTGAMES GLOBALは、ユーザと当該商品又はサービスの提供者との間で発生した取引行為について一切責任を負わないものとし、利用者は特に注意を払うものとします。</b>
<br>
<br>
<b>第十六条　条項変更</b>
<br>
<b>LTGAMES GLOBALは、必要に応じて本規約の条項を変更する権利を有します。定期的又は不定期に関連内容をご確認ください。ユーザは、本規約に係るサービスを継続して利用する場合、変更に同意したものとみなされます。ユーザは、内容の変更に同意しない場合、ゲームソフトをアンインストールし、ゲームサービスの利用を中止するものとします。</b>
<br>
<br>
<b>第十七条　ゲームデータ</b>
<br>
<b>ユーザがゲームに参加している間に生成され、LTGAMES GLOBALサーバに保存されるデータ情報（アカウントデータ情報、キャラクターデータ情報、等級及び仮想アイテムデータ情報など）は、ゲームソフトウェアの一部に属し、LTGAMES GLOBALが所有し、管理（削除等を含む）を行います。ユーザは、ゲーム規則を遵守する上で、正当なルートを通じて自身のユーザアカウントデータ情報に対して修正、移行、削除等を行う権利のみを有します。</b>
<br>
<br>
<b>第十八条　通知</b>
<br>
LTGAMES GLOBALユーザへのすべての通知は、ゲーム内、ゲーム公式サイト、公式コミュニティなどのページでの公告、電子メールなどの形式で送信することができます。また，ユーザは，LTGAMES GLOBALが自己の電子メールアドレス等に商業的及び非商業的な情報を送信できることに同意するものとします。
<br>
<br>
<b>第十九条　その他</b>
<br>
1、本規約のすべての条項の見出しは、読みやすいように記載されており、それ自体は実際的な意味を有しておらず、本規約及び関連条項の解釈の根拠とすることはできません。
<br>
2、本規約のいずれかの条項が、何らかの理由により完全又は部分的に無効、又は執行不能と判断された場合、本規約の残りの条項は、引き続き有効かつ執行可能とみなす。
<br>
3、本規約の締結、履行、解釈と紛争の解决はすべて中国香港の法律を適用して、他のすべての抵触法の利用を排除します。
<br>
4、両当事者は、本規約の内容又はその執行について紛争（規約又はその他の財産権に関する紛争を含むがこれらに限定されない）が発生した場合には、友好的な協議により解决するものとします。協議が成立しなかった場合、双方はCIETAC Hong Kong Arbitration Centerの管轄に委ねることに同意します。
<br>
<b>5、LTGAMES GLOBALは、本規約又は法律の規定に基づいて有する権利を行使しない、適時に行使しない、又は十分に行使しないことは、当該権利を放棄したものとはみなされず、LTGAMES GLOBALが将来的に当該権利を行使することに影響を及ぼすものではありません。
<br></b>
<p align='right'><b>LTGAMES GLOBAL</b></p>
</body></html>";


